ShallowGreen123/T5_P4_Epaper/examples/usb_uac/sdkconfig.defaults.esp32p4
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF)  Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32p4"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_200M=y
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_BSP_I2C_NUM=0
CONFIG_BSP_I2S_NUM=0
CONFIG_UAC_SPEAKER_CHANNEL_NUM=2
CONFIG_UAC_MIC_CHANNEL_NUM=2
